[   {
    "id":"1",
    "title": "SOUL",
    "author": "Olivia Wilson",
    "category":"Horror",
    "available":"Available",
    "rating": 4.1,
    "price": 25,
    "image": "./assets/book1.jpg",
    "description":"Soul” by Olivia Wilson delves into the essence of human existence. This novel invites readers to explore the depths of the soul, where emotions, experiences, and aspirations converge. Follow the characters on a transformative journey, where the true essence of humanity is laid bare, creating a narrative that resonates with the universal threads that bind us all."
  },
  {  "id":"2",
    "title": "HARRY POTTER AND THE CURSED CHILD",
    "author": "Jack Throne",
    "category":"Fantasy",
    "available":"Available",
    "rating": 4.1,
    "price": 25,
    "image": "./assets/book2.jpg",
    "description":"“Harry Potter and the Cursed Child” is about the journey Albus takes while growing up, and the roles he and his best friend, Scorpius (Draco Malfoy's son), play when dark forces, perhaps in league with Voldemort, once again threaten the fate of the planet."
  },
  {  "id":"3",
    "title": "The little Prince",
    "author": "Anotnie de Saint",
    "category":"Fantasy",
    "available":"Available",
    "rating": 4.1,
    "price": 25,
    "image": "./assets/book3.jpg",
    "description":"The Little Prince by Antoine de Saint-Exupéry is a timeless classic that tells the story of a young prince who travels from planet to planet, learning valuable life lessons along the way"
  },
  {  "id":"4",
    "title": "The Road",
    "author": "Cormac Carthay",
    "category":"Adventure",
    "available":"Available",
    "rating": 4.1,
    "price": 25,
    "image": "./assets/book4.jpg",
    "description":"A father and his son travel on foot to the southern coast, seeking a warmer climate in which to live out their days. A few months before the boy’s birth, an apocalyptic event ended civilization and scorched the entire planetary ecology, "
  },
  { "id":"5",
    "title": "City Of Orange",
    "author": "David Yoon",
    "category":"Horror",
    "available":"Available",
    "rating": 4.1,
    "price": 25,
    "image": "./assets/book5.jpg",
    "description":"A man who can not remember his own name wakes up in an apocalyptic landscape, injured and alone. He has vague memories of life before, but he can't see it clearly and can't grasp how his current situation came to be. He must learn to survive by finding sources of water and foraging for food"
  },


   {  "id":"6",
      "title": "The Godfather",
      "author": "Mario Puzo",
      "category":"Crime",
      "available":"Available",
      "rating": 4.1,
      "price": 25,
      "image": "./assets/book6.jpg",
      "description":"If you know classic book covers, you surely have seen this cover designed by S. Neil Fujita. Fujita’s famous logo design, which portrays a puppeteer orchestrating events, from, behind the curtain resonates with the concluding moments leading up to the last scene. The cover depicts power and control."
    },
    {  "id":"7",
      "title": "Someone Else's Shoes",
      "author": "Jojo Moyes",
      "category":"Fiction",
      "available":"Available",
      "rating": 4.1,
      "price": 25,
      "image": "./assets/book7.jpg",
      "description":"Nisha Cantor lives the globetrotting life of the seriously wealthy, until her husband announces a divorce and cuts her off."
    },
    {  "id":"8",
      "title": "Shadow of Light",
      "author": "Moly Lee",
      "category":"Fantasy",
      "available":"Available",
      "rating": 4.1,
      "price": 25,
      "image": "./assets/book8.jpg",
          "description":"I just saved the boy I’m falling for from a gruesome death by a demon. And what does he have to say? I’m the key to opening the gates of Hell. I mean, a thank-you would’ve been nice. Or another scorching-hot, forbidden kiss. Either way, destiny will have to find someone else to torment, because I’m so done."
    },
    { "id":"9",
      "title": "The Lovely Bones",
      "author": "Alice Sebold",
      "category":"Novel",
      "available":"Available",
      "rating": 4.1,
      "price": 25,
      "image": "./assets/book9.jpg",
      "description":"It is the story of a teenage girl who, after being raped and murdered, watches from her personal Heaven as her family and friends struggle to move on with their lives while she comes to terms with her own death."
    },
    {  "id":"10",
      "title": "Invisible Man",
      "author": "Ralph Ellison",
      "category":"Action",
      "available":"Unavailable",
      "rating": 4.1,
      "price": 25,
      "image": "./assets/book10.jpg",
      "description":"The first edition of the book cover was designed by Edward McKnight Kauffer in 1952. The cover incorporates a man appearing to be in shadows and darkness while looking at something in the light. The scene depicts the theme of the book in which the main character, scientist Griffin has learned how to make himself invisible."
    }
  ]
  